import { ServiceItem } from './types';

export const servicesData: ServiceItem[] = [
  {
    id: 1,
    title: '2D лазерная резка листовой черной стали',
    description:
      'Используем современные лазерные станки с ЧПУ для реализации деталей любой сложности с высокой точностью. Наше оборудование гарантирует точность резки до 0,02 мм — от тонких декоративных элементов до деталей толщиной до 40 мм. Работаем с сертифицированными качественными материалами, а также помогаем подобрать оптимальную технологию обработки, включая гибку, гравировку и постобработку кромок.',
    image: '/images/services-images/one.webp',
    bgImage: '/images/services-images/bg-three.webp',
  },
  {
    id: 2,
    title: '3D лазерная резка труб',
    description:
      'Используем современные лазерные станки с ЧПУ для реализации деталей любой сложности с высокой точностью. Наше оборудование гарантирует точность резки до 0,02 мм — от тонких декоративных элементов до деталей толщиной до 40 мм. Работаем с сертифицированными качественными материалами, а также помогаем подобрать оптимальную технологию обработки, включая гибку, гравировку и постобработку кромок.',
    image: '/images/services-images/two.webp',
    bgImage: '/images/services-images/bg-four.webp',
  },
  {
    id: 3,
    title: '2D лазерная резка листов из цветных металлов',
    description:
      'Режем листовые цветные металлы: алюминия, меди, латуни, титана и бронзы. Используем волоконные лазерные станки с ЧПУ, которые обеспечивают идеально чистый рез без деформаций и окалины. Точность до 0,08 мм позволяет создавать сложные контуры, микроотверстия и фигурные элементы для электроники, декора, рекламных конструкций и промышленных деталей. Работаем с толщиной листов от 0,5 до 15 мм. Предлагаем постобработку: шлифовку кромок, анодирование, полировку. Подберем оптимальный режим резки для вашего материала, чтобы сохранить его свойства и минимизировать расход.',
    image: '/images/services-images/three.webp',
    bgImage: '/images/services-images/bg-three.webp',
  },
  {
    id: 4,
    title: 'Изготовление деталей на гибочном прессе',
    description:
      'Делаем гибку листового металла на гидравлических прессах с ЧПУ с усилием до 300 тонн и длиной до  3 метров. Обеспечиваем точность углов до 0,5° и идеальную геометрию деталей без деформаций и микротрещин. Работаем с нержавеющей и черной сталью, алюминием, медью толщиной до 12 мм (лист).',
    image: '/images/services-images/four.webp',
    bgImage: '/images/services-images/bg-four.webp',
  },
];
