export const advantages = [
  {
    title: 'Масштабное производство',
    description:
      'Большой парк оборудования, который при необходимости можно увеличить под ваши запросы.',
  },
  {
    title: 'Компетентный персонал',
    description:
      'Стаж наших сотрудников более 10 лет. Предлагаем тестовые образцы и помощь в выборе материалов и технологий.',
  },
  {
    title: 'Комплексный подход',
    description: 'Полный производственный цикл от моделирования до готового продукта.',
  },
  {
    title: 'Скорость производства',
    description:
      'Используем профессиональное оборудование, комплексный подход к задачам и высокие производственные мощности.',
  },
  {
    title: 'Контроль качества',
    description:
      'Регулярно проводим обслуживание оборудования и контрольные тесты для качества печати.',
  },
] as const;
